Repository: stonebuzz/doc
Catalog: source/locale/*/LC_MESSAGES/escalade/index.po
Languages: cs_cz

source: Escalade
cs_cz: Eskalace

source: Sources link: https://github.com/pluginsGLPI/escalade
cs_cz: Zdrojový odkaz: https://github.com/pluginsGLPI/escalade

source: Download: https://github.com/pluginsGLPI/escalade/releases
cs_cz: Stáhnout: https://github.com/pluginsGLPI/escalade/releases

source: Requirements for latest version
cs_cz: Požadavky pro poslední verzi

source: This plugin requires :
cs_cz: Tento zásuvný modul vyžaduje :

source: PHP 7.2 or higher
cs_cz: PHP 7.2 nebo vyšší

source: Features
cs_cz: Funkce

source: Escalade plugin aims to simplifier the ticket escalation process in GLPI. It also adds a graphical historical for assigned groups.
cs_cz: Zásuvný modul Eskalace si klade za cíl zjednodušit proces eskalace požadavků v GLPI. Přidá také grafický historický údaj pro přiřazené skupiny.

source: Install the Plugin
cs_cz: Instalovat zásuvný modul

source: Uncompress the archive.
cs_cz: Rozbalit archiv.

source: Move the ``escalade`` directory to the ``<GLPI_ROOT>/plugins`` directory
cs_cz: Přesunout ``escalade`` adresář do adresáře ``<GLPI_ROOT>/plugins``

source: Navigate to the *Configuration > Plugins* page,
cs_cz: Přejděte na stránku * Konfigurace> Pluginy *,

source: Install and activate the plugin.
cs_cz: Instalovat a aktivovat zásuvný modul.

source: Usage
cs_cz: Používání

source: The plugin will create required tables in the database automatically. Those tables will be updated along with the plugin.
cs_cz: Zásuvný modul automaticky vytvoří požadované tabulky v databázi. Tyto tabulky budou aktualizovány spolu se zásuvným modulem.

source: Plugin usage is quite simple:
cs_cz: Použití zásuvného modulu je celkem jednoduché:

source: configure plugin
cs_cz: nastavit zásuvný modul

source: You will access the plugin configuration from the *Setup* > *Plugins* > *Escalade*.
cs_cz: Nastavení zásuvného modulu získáte přístupem z * Nastavení *> * Zásuvné moduly *> * Eskalace *.

source: Configuration
cs_cz: Nastavení

source: Remove old assign group on new group assign
cs_cz: Odebrat starou skupinu při přiřazení nové skupině

source: When this option is enabled, plugin remove old group when new group is assign to ticket
cs_cz: Pokud je tato volba zapnuta, zásuvný modul odebere starou skupinu, když je nová skupina přiřazena k požadavku

source: Show group assign history visually
cs_cz: Vizuálně zobrazit historii přiřazení skupiny

source: When this option is enabled, plugin display display group assign history
cs_cz: Pokud je tato volba zapnuta, zásuvný modul zobrazí historii přiřazení skupiny zobrazení

source: Escalation history in tasks
cs_cz: Historie eskalace úkolů

source: When this option is enabled, the plugin adds a private task containing the escalation information fore each escalation
cs_cz: Pokud je tato volba zapnuta, zásuvný modul přidá soukromou úlohu obsahující informace o eskalaci před každou eskalaci

source: Remove technician(s) on escalation
cs_cz: Odstranit technika(y) při eskalaci

source: When this option is enabled, the plugin remove assign technician when escalation is performed
cs_cz: Pokud je tato volba zapnuta, zásuvný modul odstraní technika při provedení eskalace

source: Ticket status after an escalation
cs_cz: Stav požadavku po eskalaci

source: When this option is enabled, the plugin change ticket status when escalation is performed
cs_cz: Pokud je tato volba zapnuta, změní zásuvný modul při provádění eskalace stav požadavku

source: Assign ticket to initial group on solve ticket
cs_cz: Přiřadit požadavek počáteční skupině při řešení požadavku

source: When this option is enabled, the plugin assign fisrt group assigned to ticket
cs_cz: Pokud je tato volba zapnuta, přiřadí zásuvný modul požadavek první skupině

source: Assign the technical manager on ticket category change
cs_cz: Přiřadit vedoucího techniků při změně kategorie požadavku

source: Assign the technical group on ticket category change
cs_cz: Přiřadit skupinu techniků při změně kategorie požadavku

source: When this option is enabled, the plugin assign the technical group of categroy selected from ticket
cs_cz: Pokud je tato volba zapnuta, zásuvný modul přiřadí skupinu techniků kategorii vybranou z požadavku

source: Clone tickets
cs_cz: Klonovat požadavek

source: When this option is enabled, the plugin gives the possibility to clone a ticket and to link it the initial ticket
cs_cz: Pokud je tato volba zapnuta, zásuvný modul dává možnost klonovat požadavek a propojit ho s původním požadavkem

source: Close cloned tickets at the same time
cs_cz: Současně uzavřít klonované požadavky

source: When this option is enabled, at the closing of a ticket, cloned and linked tickets are also closed
cs_cz: Pokud je tato volba zapnuta, jsou při uzavření požadavku uzavřeny také klonované a propojené požadavky

source: Use the technician's group
cs_cz: Použít skupinu techniků

source: When this option is enabled, the plugin assign fist or latest group of technician assign to ticket
cs_cz: Pokud je tato volba zapnuta, zásuvný modul přiřadí první nebo poslední skupinu techniků k požadavku

source: Display delete button
cs_cz: Zobrazit tlačítko Smazat

source: Display or not delete button for group, user or supplier switch type (requester, watcher, assigned to)
cs_cz: Zobrazit nebo neodstranit tlačítko pro skupinu, uživatele nebo dodavatele přepnutím typu (žadatel, pozorovatel, přiřazeno)

source: Enable filtering on the groups assignment
cs_cz: Povolit filtrování při přiřazování skupin

source: When this option is activated, the plugin filters the groups displayed in the dropdown list
cs_cz: Pokud je tato volba zapnuta, zásuvný modul filtruje skupiny zobrazené v rozevíracím seznamu

source: Example
cs_cz: Příklad

source: 'glpi' user is affected to group 'groupe 1'
cs_cz: 'glpi' uživatel je ovlivněn skupinou 'groupe 1'

source: 'groupe 1' is configured to allow ticket escalation only to 'group 2'
cs_cz: Skupina 'groupe 1' je nakonfigurována tak, aby umožňovala eskalaci požadavků pouze do skupiny 'group 2'

source: 'glpi' user can only reassign ticket to 'groupe 2' because it's assign to 'groupe 1'
cs_cz: Uživatel 'glpi' může znovu přiřadit požadavek skupině 'groupe 2', protože je přiřazen do skupiny 'groupe 1'

source: For other users not assign to 'groupe 1', they can't reassign group to ticket
cs_cz: Ostatní uživatelé, kteří nejsou přiřazeni ke skupině 'groupe 1', nemohou přiřadit skupinu k požadavku

source: You can "bypass" this behavior per user
cs_cz: Toto chování můžete „obejít“ na uživatele

source: Ticket's search engine
cs_cz: Vyhledávač požadavků

source: Plugin add three new search option
cs_cz: Zásuvný modul přidá tři nové volby vyhledávání

source: Group concerning by escalation
cs_cz: Skupina jíž se eskalace týká

source: Ex : get all tickets actually escalated to group "groupe 1"
cs_cz: Příklad: získat všechny eskalované požadavky přiřazené skupině "groupe 1"

source: Number of escalation
cs_cz: Počet eskalací

source: Ex : get all tickets with more than ten escalation
cs_cz: Příklad: získat všechny požadavky s více jak deseti eskalacemi

source: Number of escalation between two groups
cs_cz: Počet eskalací mezi dvěma skupinami

source: Ex : get all tickets with more than 2 escalations between two groups
cs_cz: Příklad: získat všechny požadavky s více jak 2 eskalacemi mezi dvěma skupinami

source: Central page
cs_cz: Centrální stránka

source: New dashlet to display ticket solved to close and assign to you group
cs_cz: Nový dashlet k zobrazení vyřešeného požadavku k uzavření a přiřadit k vaší skupině

source: New dashlet to display not solved ticket where your groups was not actually assign but was in the past
cs_cz: Nový dashlet pro zobrazení nevyřešeného požadavku, kde vaše skupiny nebyly aktuálně přiřazeny, ale byly přiřazeny v minulosti
