Repository: stonebuzz/doc
Catalog: source/locale/*/LC_MESSAGES/formcreator/configuration.po
Languages: cs_cz, pt_pt, zh_cn

source: Configuration and usage
cs_cz: Nastavení a používání
pt_pt: Configuração e uso
zh_cn: 配置与使用

source: Headers
cs_cz: Hlavičky
pt_pt: Cabeçalhos
zh_cn: 头部

source: **Menu** : `Setup > Dropdowns : Forms > Headers`
cs_cz: **Nabídka** : `Nastavení > Rozbalovací nabídky : Formuláře > Hlavičky`
pt_pt: * * Menu * *: ' Setup > dropdowns: formulários > cabeçalhos '
zh_cn: **菜单** : `设置 > 下拉列表 : 窗体 > 头部`

source: Headers are rich texts _(text with presentation: bold, italic, titles, colors, etc.)_ which are defined per entities. They can be translated since GLPI 0.85 like all other dropdowns _(Dropdowns translation must be enabled on GLPI general configuration page: Setup > General : General setup > Translate dropdowns = Yes)_.
cs_cz: Hlavičky jsou formátované texty _(text v podání: tučné, skloněné, nadpisy, barvy, atd.)_ které jsou určovány pro jednotlivé entity. Od GLPI verze 0.85 je možné je překládat jako všechny ostatní rozbalovací nabídky _(Ovšem je třeba mít zapnuté překládání rozbalovacích nabídek v obecném nastavení GLPI: Nastavení > Obecné : Obecná nastavení > Překládat rozbalovací nabídky = Ano)_.
pt_pt: Os cabeçalhos são textos ricos _ (texto com apresentação: negrito, itálico, títulos, cores, etc.) _ que são definidos por entidades. Eles podem ser traduzidos desde GLPI 0,85 como todos os outros dropdowns _ (dropdowns tradução deve ser habilitado na página de configuração geral GLPI: configuração > geral: configuração geral > traduzir dropdowns = Yes) _.
zh_cn: 头部为富文本模式 _(提交的文本格式有: 粗体,斜体,标题,颜色等。)_ 都能给每个实体赋予定义。 自 GLPI 0.85 之后即可翻译诸如全部其他下拉列表 _(必须在GLPI的通用设置中启用下拉列表: 设置 > 常规 : 常规设置 > 翻译下拉列表 = Yes)_。

source: These texts are shown on the users forms list, over the forms. It can be used to indicate some general advertisement over all the forms below.
cs_cz: Tyto texty jsou zobrazeny v seznamu uživatelských formulářů, přes formuláře. Je možné ho použít pro indikaci nějaké obecné reklamy přes všechny formuláře níže.
pt_pt: Estes textos são mostrados na lista de formulários dos usuários, sobre os formulários. Ele pode ser usado para indicar algum anúncio geral sobre todos os formulários abaixo.
zh_cn: 这些文本显示在表单上的用户表单列表中。 它可以用来在下面的所有表格上显示一些公告。

source: Configuration
cs_cz: Nastavení
pt_pt: Configuração
zh_cn: 配置

source: Render
cs_cz: Vykreslit
pt_pt: Processar
zh_cn: 渲染

source: Categories
cs_cz: Kategorie
pt_pt: Categorias
zh_cn: 分类

source: **Menu** : `Setup > Dropdowns : Forms > Form categories`
cs_cz: **Nabídka** : `Nastavení > Rozbalovací nabídky : Formuláře > Kategorie formulářů`
pt_pt: ** Menu **: ' configuração > dropdowns: formulários > categorias de formulário '
zh_cn: **菜单**：`设置>下拉菜单：表单>表单类别`

source: Form categories allow you to arrange your forms list.
cs_cz: Kategorie umožňují organizovat seznam formulářů.
pt_pt: As categorias de formulário permitem que você organize sua lista de formulários.
zh_cn: 表单类别允许您调整表单列表。

source: You can add or edit categories generally from the Setup menu : `Setup > Dropdowns`.
cs_cz: Kategorie je obecně možné přidávat nebo upravovat z nabídky Nastavení: `Nastavení > Rozbalovací nabídky`.
pt_pt: Pode adicionar ou editar categorias geralmente a partir do menu Setup: `Setup > Dropdowns`.
zh_cn: 通常您可以从“设置”菜单添加或编辑类别：“设置”>“下拉列表”。

source: You can also add new categories directly from the form page like all GLPI dropdowns.
cs_cz: Je také možné přidávat nové kategorie přímo ze stránky formuláře jako u všech GLPI rozbalovacích nabídek.
pt_pt: Também pode adicionar novas categorias diretamente da página do formulário, como todas as listas suspensas GLPI.
zh_cn: 您还可以直接从表单页面添加新类别，如所有GLPI下拉列表。

source: They are defined by entities and can be translated since GLPI 0.85 like all other dropdowns.
cs_cz: Jsou určeny v entitách a od GLPI verze 0.85 je možné je překládat stejně, jako všechny ostatní rozbalovací nabídky.
pt_pt: Eles são definidos por entidades e podem ser traduzidos desde GLPI 0.85 como todos os outros dropdowns.
zh_cn: 从GLPI 0.85开始，它们由实体定义，并且可以像所有其他下拉列表一样转化。

source: Dropdowns translation must be enabled on GLPI general configuration page `Setup > General`, `General setup > Translate dropdowns = Yes`
cs_cz: Překládání rozbalovacích nabídek je třeba zapnout v obecném nastavení GLPI `Nastavení > Obecné`, `Obecná nastavení > Překládat rozbalovací nabídky = Ano`
pt_pt: A tradução de dropdowns deve ser habilitada na página de configuração geral do GLPI `Configuração > Geral`, `Configuração geral > Traduzir dropdowns = Sim`
zh_cn: 必须在GLPI常规配置页面“设置>常规”，“常规设置>翻译下拉列表=是”上启用下拉菜单转换

source: Categories may be associated to `Knowledge base categories`. This link is necessary to allow FAQ entries to show along your forms.
cs_cz: Kategorie je možné propojit s `Kategoriemi databáze znalostí`. Toto propojení je nezbytné aby se mohly položky z častých dotazů zobrazovat společně s formuláři.
pt_pt: Categorias podem ser associadas a `categorias base de conhecimento`. Este link é necessário para permitir que as entradas de FAQ sejam mostradas ao longo dos seus formulários.
zh_cn: 类别可以与“知识库类别”相关联。 此链接是允许FAQ条目显示在表单中的必要条件。

source: Questions
cs_cz: Otázky
pt_pt: Questões
zh_cn: 问题

source: After the creation of a form, create fields for for the user to fill out.
cs_cz: Po vytvoření formuláře, vytvořte kolonky, které uživatel vyplní.
pt_pt: Após a criação de um formulário, crie campos para o usuário preencher.
zh_cn: 创建表单后，创建字段供用户填写。

source: The name of the questions will appear on the left and the field type selected on the right
cs_cz: Název otázky se objeví vlevo a vybraný typ kolonky vpravo
pt_pt: O nome das questões aparecerá à esquerda e o tipo de campo selecionado à direita
zh_cn: 问题的名称将显示在左侧，字段类型将显示在右侧

source: The Description will be under the filed input.
cs_cz: Popis bude pod vyplněným vstupem.
pt_pt: A Descrição estará sob a entrada arquivada.
zh_cn: 描述将在文件输入项下。

source: Based on question type options will be based on type chosen.
cs_cz: V závislosti na typu otázky volby budou založeny na zvoleném typu.
pt_pt: Baseado no tipo de questão, as opções serão baseadas no tipo escolhido.
zh_cn: 基于问题类型选项将基于所选类型。

source: If validation is desired, it can be implemented following `PHP Regular Expressions <http://php.net/manual/reference.pcre.pattern.syntax.php>`_.
cs_cz: Pokud je třeba ověřovat správnost zadání, je možné ho implementovat pomocí `PHP regulárních výrazů <http://php.net/manual/reference.pcre.pattern.syntax.php>`_.
pt_pt: Se a validação for desejada, ela pode ser implementada seguindo as `Expressões Regulares PHP <http://php.net/manual/reference.pcre.pattern.syntax.php>`_.
zh_cn: 如果需要验证，可以在`PHP Regular Expressions <http://php.net/manual/reference.pcre.pattern.syntax.php>`_这里实现。

source: If you want to show or hide questions depending on the answers of other questions, use the *show fields* area when editing a question. In the version 2.5.0 you may use more complex expressions checking for the content of several questions, and use logic operator **OR** and **AND**. The precedence of boolean operators applies, meaning that **AND** has precedence over **OR**.
cs_cz: Pokud chcete zobrazit nebo skrýt otázky v závislosti na odpovědích na ostatní otázky, použijte při upravování dotazu oblast *zobrazit kolonky*. Od verze 2.5.0 je možné použít komplexnější kontrolu výrazů pro obsah vícero dotazů a použít logické operátory **OR** a **AND**. Je uplatněna přednost booleánských operátorů, což znamená, že **AND** má přednost před **OR**.
pt_pt: Se quiser mostrar ou ocultar questões dependendo das respostas de outras questões, use a área *exibir campos* ao editar uma questão. Na versão 2.5.0, você pode usar expressões mais complexas para verificar o conteúdo de várias questões e usar o operador lógico **OR*** e **AND***. Aplica-se a precedência de operadores booleanos, o que significa que **AND*** tem precedência sobre **OR****.
zh_cn: 如果要根据其他问题的答案显示或隐藏问题，请在编辑问题时使用* show fields *区域。 在2.5.0版本中，您可以使用更复杂的表达式来检查几个问题的内容，并使用逻辑运算符** OR **和** AND **。 适用布尔运算符的优先级，这意味着** AND **优先于** OR **。

source: Helpdesk
cs_cz: Služba podpory
zh_cn: 技术支持

source: The plugin can provide its own design for helpdesk.
cs_cz: Tento zásuvný modul poskytuje možnost vytvoření vlastního vzhledu služby podpory.
pt_pt: O plugin pode fornecer seu próprio design para o helpdesk.
zh_cn: 这个插件可以为helpdesk提供自己的设计。

source: To enable it, edit an entity, open the `Forms` tab and set the field `Helpdesk mode` to `Service catalog simplified` or `Service catalog extended`. This setting handles inheritance from parent entity to children entities.
cs_cz: Pro její zapnutí, upravte entitu, otevřete panel `Formuláře` a nastavte kolonku `Režim služby podpory` na `Zjednodušený katalog služeb` nebo `Rozšířený katalog služeb`. Toto nastavení obslouží dědičnost z nadřazené entity na ty podřízené.
pt_pt: Para habilitá-lo, edite uma entidade, abra a aba `Formulários` e defina o campo `Modo Helpdesk` para `Catálogo de serviços simplificado` ou `Catálogo de serviços estendido`. Esta configuração manipula a herança da entidade pai para as entidades filhos.
zh_cn: 要启用它，编辑一个实体，打开`Forms`选项卡并将字段`Helpdesk mode`设置为`Service catalog simplified`或`Service catalog extended`。 此设置处理从父实体到子实体的继承。

source: Users using the simplified interface will benefit a new interface allowing them to:
cs_cz: Uživatelé zjednodušeného rozhraní budou těžit z nového rozhraní které jim umožní:
pt_pt: Os utilizadores que utilizem a interface simplificada beneficiarão de uma nova interface que lhes permitirá fazê-lo:
zh_cn: 使用简化界面的用户将受益于新界面，使他们能够：

source: browse forms and FAQ with the unified interface
cs_cz: procházejte formuláře a časté dotazy z jednotného rozhraní
pt_pt: procurar formulários e FAQs com a interface unificada
zh_cn: 使用统一的界面浏览表单和FAQ

source: follow the process of their requests
cs_cz: následovat proces jejich požadavků
pt_pt: acompanhar o processo dos seus pedidos
zh_cn: 按照他们的要求进行

source: book assets
cs_cz: zamluvit si majetky
pt_pt: activos contabilísticos
zh_cn: 预资产

source: view their feeds
cs_cz: zobrazit jejich zdroje
pt_pt: ver os seus feeds
zh_cn: 查看他们的源

source: Users using the extended interface have a more complete view on their requests.
cs_cz: Uživatelé rozšířeného rozhraní mají úplnější přehled o svých požadavcích.
pt_pt: Os utilizadores que utilizam a interface alargada têm uma visão mais completa dos seus pedidos.
zh_cn: 使用扩展接口的用户可以更完整地查看其请求。

source: Forms with `Direct access on homepage` enabled and `FAQ items` in the `Knowledge base` will will appear in the interface. Users may search by browsing the categories on the left of the screen, and may also search for forms or FAQ with a natural language search engine.
cs_cz: Formuláře s `Přímý přístup na domovské stránce` zapnuté a `Položky častých dotazů` v `Databáze znalostí` se objeví v rozhraní. Uživatelé mohou hledat procházením kategorií na levé straně obrazovky a také hledat formuláře nebo časté dotazy pomocí engine přirozeného jazyka.
pt_pt: Formulários com `Acesso direto na página inicial` habilitado e `ItensFAQ` na `Base de conhecimento` aparecerão na interface. Os usuários podem pesquisar navegando nas categorias à esquerda da tela, e também podem pesquisar por formulários ou FAQs com um mecanismo de busca em linguagem natural.
zh_cn: 启用了“在主页上直接访问”和“知识库”中的“常见问题项目”的表单将出现在界面中。 用户可以通过浏览屏幕左侧的类别进行搜索，也可以使用自然语言搜索引擎搜索表单或FAQ。

source: FAQ items needs to be associated to knowledge base categories. The knowledge base categories must be associated to form categories (available in `Setup > Dropdowns : Forms > Form categories`) to show their content.
cs_cz: Položky častých dotazů je třeba přiřadit ke kategoriím databáze znalostí. Kategorie databáze znalostí je třeba přiřadit pro vytvoření kategorií (k dispozici v `Nastavení > Rozbalovací nabídky : Formuláře > Kategorie formulářů`) pro zobrazení jejich obsahu.
pt_pt: Os itens do FAQ devem ser associados às categorias da base de conhecimentos. As categorias de base de conhecimentos devem ser associadas a categorias de formulários (disponíveis em `Configuração > Dropdowns : Formulários > Categorias de formulários`) para mostrar seu conteúdo.
zh_cn: 常见问题项目需要与知识库类别相关联。 知识库类别必须与表单类别相关联（在“设置”>“下拉列表：表单>表单类别”中可用）以显示其内容。
