Repository: stonebuzz/doc
Catalog: source/locale/*/LC_MESSAGES/formcreator/contributing.po
Languages: cs_cz, pt_pt, zh_cn

source: Contributing
cs_cz: Zapojení se do vývoje
pt_pt: Contribuição
zh_cn: 贡献

source: Adding new features
cs_cz: Přidávání nových funkcí
pt_pt: Adicionar novas funcionalidades
zh_cn: 添加新功能

source: **You are a developer ?**
cs_cz: **Jste vývojář?**
pt_pt: **É um desenvolvedor?**
zh_cn: **您是开发人员？**

source: You can help us adding new features by forking the GitHub repository.
cs_cz: Můžete nám pomoci přidáváním nových funkcí prostřednictvím naklonování (fork) repozitáře na portálu GitHub.
pt_pt: Pode nos ajudar a adicionar novas funcionalidades através do repositório do GitHub.
zh_cn: 您可以通过分支GitHub存储库来帮助我们添加新功能。

source: You can also help us debug the `declared issues and requested features <https://github.com/pluginsGLPI/formcreator/issues>`_.
cs_cz: Můžete také pomoci s laděním `deklarovaných problémů a požadovaných funkcí <https://github.com/pluginsGLPI/formcreator/issues>`_.
pt_pt: Também pode nos ajudar a corrigir erros nas `edições declaradas e os recursos solicitados <https://github.com/pluginsGLPI/formcreator/issues>`_.
zh_cn: 您还可以帮助我们调试`声明的问题和请求的功能<https://github.com/pluginsGLPI/formcreator/issues>`_。

source: **You are not a developer ?**
cs_cz: **Nejste vývojář?**
pt_pt: **Não é um desenvolvedor?**
zh_cn: **您不是开发人员？**

source: You can submit your ideas of new feature by `creating an issue <https://github.com/pluginsGLPI/formcreator/issues>`_ or adding comment on an existing issue (to add explanations or just to say "I'm also interested").
cs_cz: Nápady na nové funkce můžete zaslat `vytvořením hlášení <https://github.com/pluginsGLPI/formcreator/issues>`_ nebo přidáním komentáře k příslušnému existujícímu (pro přidání vysvětlení nebo pouhé vyjádření, že o to máte zájem také).
pt_pt: Pode enviar as suas ideias de novo recurso `criando um problema <https://github.com/pluginsGLPI/formcreator/issues>`_ ou adicionando comentários sobre um problema existente (para adicionar explicações ou apenas para dizer “Eu também estou interessado”).
zh_cn: 您可以通过“创建问题<https://github.com/pluginsGLPI/formcreator/issues>`_或添加对现有问题的评论（添加解释或只是说“我也感兴趣”）。

source: See also the `roadmap <https://github.com/pluginsGLPI/formcreator/milestones>`_
cs_cz: Viz také `plán vývoje <https://github.com/pluginsGLPI/formcreator/milestones>`_
pt_pt: Veja também o `roadmap <https://github.com/pluginsGLPI/formcreator/milestones>`_
zh_cn: 另见`路线图<https://github.com/pluginsGLPI/formcreator/milestones>`_

source: Help us debug
cs_cz: Pomozte nám s laděním
pt_pt: Ajude-nos a corrigir erros
zh_cn: 帮助我们调试

source: If you are a developer and want to code the fix yourself, just read the paragraph bellow...
cs_cz: Pokud jste vývojář a chcete naprogramovat opravu sami, stačí si přečíst odstavec níže…
pt_pt: Se é um desenvolvedor e quer codificar a correção, basta ler o parágrafo abaixo….
zh_cn: 如果您是开发人员并希望自己编写修复程序，请阅读以下段落...

source: But if you are not a developer or don't want to develop fixes yourself, you can still help us by creating `issues <https://github.com/pluginsGLPI/formcreator/issues>`_. Indicate your GLPI and plugin's version and steps to reproduce for a faster and easier fix.
cs_cz: Ale pokud nejste vývojář nebo nechcete vyvíjet opravy sami, i tak můžete pomoci nahlášením `problémů <https://github.com/pluginsGLPI/formcreator/issues>`_. Aby bylo možné rychleji a efektivněji vyřešit, popište verzi GLPI a zásuvného modulu a kroky, kterými je možné vyvolat.
pt_pt: Se não é um desenvolvedor ou não quer desenvolver correções, pode nos ajudar a criar `problemas <https://github.com/pluginsGLPI/formcreator/problemas>`_. Indique a versão do seu GLPI e plugin e os passos para reproduzir para uma correção mais rápida e fácil.
zh_cn: 但是，如果您不是开发人员或者不想自己开发修复程序，您仍然可以通过创建`issues <https://github.com/pluginsGLPI/formcreator/issues>`_来帮助我们。 指出您的GLPI和插件的版本以及步骤，以便更快、更轻松地修复。

source: Documentation
cs_cz: Dokumentace
zh_cn: 文档

source: You can fork the `documentation repository <https://github.com/pluginsGLPI/doc>`_ to add new contents or fix some issues in existing content.
cs_cz: Pokud chcete přidat další obsah nebo opravit nějaké problémy v tom stávajícím, můžete klonovat `repozitář s dokumentací <https://github.com/pluginsGLPI/doc>`_ .
pt_pt: Você pode fork o `repositório de documentos <https://github.com/pluginsGLPI/doc>`_ para adicionar novos conteúdos ou corrigir alguns problemas no conteúdo existente.
zh_cn: 您可以分叉`文档存储库<https://github.com/pluginsGLPI/doc>`_来添加新内容或修复现有内容中的一些问题。

source: Translations
cs_cz: Překlady
pt_pt: Traduções
zh_cn: 翻译

source: If you want Formcreator to be available in your native language and have a little time, you can help us:
cs_cz: Pokud chcete aby vytváření formulářů bylo k dispozici ve vašem jazyce a máte trochu času, můžete nám pomoci:
pt_pt: Se quer que o Formcreator esteja disponível na sua língua nativa e tem um pouco de tempo, pode nos ajudar:
zh_cn: 如果您希望Formcreator以您的母语提供并且您有一点时间，您可以帮助我们：

source: Join us on `Transifex <https://www.transifex.com/teclib/glpi-project-plugin-formcreator>`_.
cs_cz: Připojte se k nám na službě `Transifex <https://www.transifex.com/teclib/glpi-project-plugin-formcreator>`_.
pt_pt: Junte-se a nós em `Transifex <https://www.transifex.com/teclib/glpi-project-plugin-formcreator>`_.
zh_cn: 官方翻译请到 `Transifex <https://www.transifex.com/teclib/glpi-project-plugin-formcreator>`_.

source: **Current available languages :** Czech (Czech Republic), English (United Kingdom) , French (France), German (Germany), Hungarian (Hungary), Polish (Poland), Portuguese (Brazil), Romanian (Romania), Russian (Russia), Spanish (Argentina), Turkish (Turkey)
cs_cz: **Jazyky, ve kterých je v současnosti k dispozici:** čeština (Česká Republika), angličtina (Spojené Království), francouzština (Francie), němčina (Německo), maďarština (Maďarsko), polština (Polsko), portugalština (Brazílie), rumunština (Rumunsko), ruština (Rusko), španělština (Argentina), turečtina (Turecko)
pt_pt: **Línguas atualmente disponíveis :** Checo (República Checa), Inglês (Reino Unido) , Francês (França), Alemão (Alemanha), Húngaro (Hungria), Polaco (Polónia), Português (Brasil), Romeno (Roménia), Russo (Rússia), Espanhol (Argentina), Turco (Turquia), Portuguese (Português)
zh_cn: **现有的语言有：**捷克语（捷克共和国），英语（英国），法语（法国），德语（德国），匈牙利语（匈牙利），波兰语（波兰），葡萄牙语（巴西），罗马尼亚语（罗马尼亚）， 俄罗斯（俄罗斯），西班牙语（阿根廷），土耳其语（土耳其）
