Repository: stonebuzz/doc
Catalog: source/locale/*/LC_MESSAGES/formcreator/targets.po
Languages: es_co, pt_pt, zh_cn

source: Targets
es_co: Objetivos
pt_pt: Alvos
zh_cn: 目标

source: Targets are objects generated by FormCreator submission. If a form requires validation, the targets are delayed until approbation.
es_co: Los objetivos son objetos generados por el envío de FormCreator. Si un formulario requiere validación, los objetivos se retrasan hasta la aprobación.
pt_pt: Os alvos são objetos gerados pelo envio de FormCreator. Se um formulário exigir validação, os destinos serão atrasados até a aprovação.
zh_cn: 目标是FormCreator提交生成的对象。 如果表单需要验证，则目标会延迟到批准。

source: Targets are currently tickets only.
es_co: Los objetivos son actualmente solo casos.
pt_pt: Atualmente, os destinos são apenas tickets.
zh_cn: 目标仅为当前工单。

source: A target ticket defines the ticket generated by the form. You may have several targets per form.
es_co: Una solicitud de destino define la solicitud generada por el formulario. Puede tener varios objetivos por formulario.
pt_pt: Um ticket de destino define o ticket gerado pelo formulário. Você pode ter vários alvos por formulário.
zh_cn: 指向工单定义表单生成的工单。 每个表单可能有多个指向。

source: Open the tab `Destination` and create a target with a name and a type (currently ticket only).
es_co: Abra la pestaña 'Destino' y cree un objetivo con un nombre y un tipo (actualmente solo la solicitud).
pt_pt: Abra a aba `Destino` e crie um alvo com um nome e um tipo (somente o ticket atual).
zh_cn: 打开“目标”选项卡并创建一个具有名称和类型的目标（仅限当前工单）。

source: Ticket target
es_co: Objetivo de la solicitud
pt_pt: Bilhete alvo
zh_cn: 工单目标

source: A ticket target generates a ticket.
es_co: Un objetivo de la solicitud genera una solicitud.
pt_pt: Um pedido objetivo gera outro pedido.
zh_cn: 一个指向工单生成一个工单。

source: The ticket is build from scratch or from a ticket template available in GLPI. You may * customize the title and description of the ticket, using questions and and answers, * set a due date, * set the urgency from a question, * choose the entity of the ticket among many policies, * assign tags to the ticket if the plugin `Tags` is available, * define actors of the ticket.
es_co: La solicitud se crea desde cero o desde una plantilla de solicitud disponible en GLPI. Puede * personalizar el título y la descripción de la solicitud, utilizando preguntas y respuestas, * establecer una fecha de vencimiento, * establecer la urgencia de una pregunta, * elegir la entidad de la solicitud entre muchas políticas, * asignar etiquetas a la solicitud si el complemento "Etiquetas" está disponible, * definir los actores de la solicitud.
pt_pt: O ticket é criado do zero ou de um modelo de ticket disponível no GLPI. Você pode * personalizar o título e a descrição do ticket, usando perguntas e respostas, * definir uma data de vencimento, * definir a urgência de uma pergunta, * escolher a entidade do ticket entre muitas políticas, * atribuir tags ao ticket se o plugin `Tags` está disponível, * define os atores do ticket.
zh_cn: 工单是从头开始构建的，也可以是GLPI中提供的故障单模板构建的。 您可以*自定义工单的标题和描述，使用问题和解答，*设置截止日期，*设置问题的紧急程度，*在许多策略中选择工单的实体，*为工单分配标签 插件`Tags`可用，*定义工单的内容。

source: Setting an urgency from a question overrides the urgency defined in a ticket template (if any)
es_co: La configuración de una urgencia a partir de una pregunta anula la urgencia definida en una plantilla de solicitud (si existe)
pt_pt: Definir uma urgência de uma pergunta substitui a urgência definida em um modelo de ticket (se houver)
zh_cn: 从问题中设置紧急程度会覆盖故障单模板中定义的紧急程度（如果有）

source: Setting a category from a question overrides the category defined in a ticket template (if any)
es_co: La configuración de una categoría a partir de una pregunta anula la categoría definida en una plantilla de solicitud (si existe)
pt_pt: Definir uma categoria de uma pergunta substitui a categoria definida em um modelo de ticket (se houver)
zh_cn: 从问题中设置类别会覆盖故障单模板中定义的类别（如果有）
